{
    "auth.password": "auth.password",
    "This is a secure area of the application. Please confirm your password before continuing.": "This is a secure area of the application. Please confirm your password before continuing.",
    "Password": "Mot de passe",
    "Confirm": "Confirmer",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié? Aucun problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons par e-mail un lien de réinitialisation de mot de passe qui vous permettra d'en choisir un nouveau.",
    "Email": "Email",
    "Email Password Reset Link": "Réinitialisation du mot de passe avec le courriel",
    "Remember me": "Se souvenir",
    "Forgot your password?": "Mot de passe oublié?",
    "Log in": "Se connecter",
    "Name": "Nom",
    "Role(s)": "Role(s)",
    "Confirm Password": "Confirmer le mot de passe",
    "Already registered?": "Déjà inscrit?",
    "Register": "Inscription",
    "Reset Password": "Réinitialiser le mot de passe",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci pour l'enregistrement! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
    "A new verification link has been sent to the email address you provided during registration.": "A new verification link has been sent to the email address you provided during registration.",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Log Out": "Se déconnecter",
    "Liste des catégories": "Liste des catégories",
    "Formulaire des commentaires": "Formulaire des commentaires",
    "Dashboard": "Tableau de bord",
    "You're logged in!": "Vous êtes connecté!",
    "Les produits": "Les produits",
    "Les categories": "Les categories",
    "Question\/Commentaire": "Question\/Commentaire",
    "Profile": "Profil",
    "Modifier un produit": "Modifier un produit",
    "Détail d'un produit": "Détail d'un produit",
    "Liste des produits": "Liste des produits",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.",
    "Are you sure you want to delete your account?": "Are you sure you want to delete your account?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Cancel": "Annuler",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Ensure your account is using a long, random password to stay secure.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Save": "Sauvegarder",
    "Saved.": "Sauvegarder.",
    "Profile Information": "Information du profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse e-mail de votre compte.",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail."
}
